cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'

brew 'git'
brew 'htop'
brew 'jq'
brew 'nmap'
brew 'parallel'
brew 'pgcli'
brew 'postgresql'
brew 'rbenv'
brew 'redis'
brew 'rename'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh'

cask '1password'
cask 'atom'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'macvim'
cask 'sourcetree'
cask 'vlc'

cask 'font-source-code-pro'
